Repository: oscardemoya/CleanApp
Catalog: Packages/Toolkit/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: es

# keychain.error.decodingFailed
source: Failed to decode data
es: Error al decodificar los datos

# keychain.error.duplicateItem
source: Item already exists in keychain
es: El elemento ya existe en el llavero

# keychain.error.encodingFailed
source: Failed to encode data
es: Error al codificar los datos

# keychain.error.invalidData
source: Invalid data format
es: Formato de datos no válido

# keychain.error.itemNotFound
source: Item not found in keychain
es: Elemento no encontrado en el llavero

# keychain.error.unableToDelete %d
source: Unable to delete from keychain: %lld
es: No se pudo eliminar del llavero: %lld

# keychain.error.unableToRetrieve %d
source: Unable to retrieve from keychain: %lld
es: No se pudo recuperar del llavero: %lld

# keychain.error.unableToSave %d
source: Unable to save to keychain: %lld
es: No se pudo guardar en el llavero: %lld

# keychain.error.unableToUpdate %d
source: Unable to update keychain item: %lld
es: No se pudo actualizar el elemento del llavero: %lld

source: Today
es: Hoy

source: Tomorrow
es: Mañana

source: Yesterday
es: Ayer
